export const OFFER_TEXT = `
Настоящий документ является официальным предложением (публичной офертой) Новиковой Виолетты Валерьевны, зарегистрированной в качестве самозанятого гражданина, являющейся плательщиком налога на профессиональный доход (ИНН 391506278544), в дальнейшем именуемой «Исполнитель», к Заказчикам (неограниченному кругу физических лиц, согласившихся с условиями настоящей Публичной оферты).
В соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации, акцепт настоящей Публичной Оферты совокупностью способов, указанных в п. 1.1.7 Оферты считается равносильным заключению Договора на условиях, изложенных в Оферте.
Исполнитель просит принять во внимание, что вышеперечисленные действия являются полным и безусловным согласием (акцептом) с настоящей Офертой в соответствии со статьями 435 и 437 Гражданского кодекса Российской Федерации, в связи с чем Заказчику рекомендовано внимательно ознакомится с текстом настоящей Оферты, а в случае несогласия с условиями - не производить акцепт Оферты.
1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
1.1. Для целей настоящей Оферты нижеприведенные термины и определения используются в следующем значении:
1.1.1. Сайт – это Web-сайты, расположенные в сети Интернет по уникальным адресам (URL): https://violetta-nutrition.online/ - и являющиеся совокупностью программно-аппаратных средств и информации, предназначенной для публикации в сети Интернет. Сайты доступны для всех Пользователей сети Интернет.
1.1.2. Канал – размещенный в мессенджере Telegram по адресу  https://t.me/violetta_nutrition, канал, содержащий в себе все технические возможности, необходимые для оказания Услуг. Канал имеет закрытую часть, в которую Заказчик может вступить по ссылке-приглашению из Аккаунта.
1.1.3. Заказчик – любое право- и дееспособное физическое лицо, достигшее возраста 18 лет и имеющее намерение приобрести информационные услуги в порядке и на условиях, предусмотренных настоящим Договором-офертой, осуществившее Акцепт.
1.1.4. Участник – физическое лицо, не достигшее возраста 18 лет, в отношении которого Заказчик является родителем или иным законным представителем.
1.1.5. Оферта – публичное предложение Исполнителя заключить с Заказчиком договор на существующих условиях, содержащихся в Оферте, текст которой Исполнитель направляет Заказчику после получения от него Заявки. Текст Оферты опубликован в сети Интернет на сайтах Исполнителя.
1.1.6. Акцепт – полное и безоговорочное принятие Заказчиком условий настоящей Оферты. Акцептом настоящей Оферты является осуществление в совокупности всех нижеперечисленных действий:
- направление заявки Заказчика с помощью сервиса для создания мультиссылки Taplink и мессенджера Telegram.
- ознакомление Заказчика с условиями Оферты;
- оплата Услуг Исполнителя.
Заказчик понимает, что Акцепт оферты в порядке, указанном в п. 1.7 Оферты равносилен заключению Договора на условиях, изложенных в Оферте.
1.1.7. Услуги – предоставление Заказчику информационных услуг по нутрициологии, предлагаемые к приобретению на Сайте, в Аккаунте и Канале. Услуга может оказываться в письменной форме, направляемой Заказчику посредством мессенджера Telegram и электронной почты в соответсвии с выбранным Заказчиком Тарифом, а также посредством предоставления аудио и видео контента. 
1.1.8. Заявка – форма, которую Заказчик заполняет, указывая свои персональные данные, для получения возможности оплатить и воспользоваться услугами Исполнителя.
1.1.9. Контент и материалы – любые размещенные на Сайте, Аккаунте, Канале или содержащиеся в Рассылке объекты интеллектуальной собственности Исполнителя в форме текстов, изображений, рисунков, фотографий, графиков, видео, программ, звуков, пользовательских интерфейсов, логотипов, торговых марок, компьютерных кодов, которые являются содержанием Сайта, Информационных материалов и/или размещены на Сайте с согласия Исполнителя.
1.1.10. Персональные данные – любая информация, относящаяся прямо или косвенно к Заказчику (субъекту персональных данных), добровольно указанная им при заполнении Заявки и оплате Услуг. Данные хранятся в базе данных Исполнителя с использованием сервисов и программ, обеспечивающих надежную защиту от несанкционированного доступа третьих лиц, и подлежат использованию исключительно в соответствии с настоящим Договором-офертой, Политикой конфиденциальности и действующим законодательством Российской Федерации.
1.1.11. Рассылка – автоматизированная отправка электронных писем Исполнителем на электронный адрес (e-mail) или на номер мобильного телефона Заказчика.
1.1.12. Тариф – стоимость осуществления Исполнителем Услуг, информация о которой указана в Аккаунте.
1.2. В случае если в настоящей Оферте используются термины, не указанные в п. 1.1, то они подлежат использованию и толкованию в соответствии с действующим законодательством, и обычаями делового оборота, сложившимися в сети Интернет.
1.3. Осуществляя Акцепт оферты, Заказчик гарантирует, что ознакомлен, соглашается полностью и безоговорочно, принимает все условия, которые изложены в тексте Оферты.
1.4. Оферта не требует подписания и скрепления печатями Сторон, сохраняя при этом юридическую силу.
2. ПРЕДМЕТ ДОГОВОРА
2.1. Предметом настоящей оферты является оказание Заказчику за плату информационных услуг по тематике Сайта и Аккаунта в виде доступа к рекомендациям, не находящимся в открытом доступе, на срок, предусмотренный Тарифом.
2.2. Услуги представляют собой рекомендации по образу жизни, о правилах рационального питания, режима дня, физической нагрузке и рационального использования БАДов, субъективное мнение Исполнителя о вопросе Заказчика на основании предоставленных Заказчиком данных.
2.3. Исполнитель декларирует, а Заказчик обязуется принять во внимание, что Исполнитель не назначает медикаментозного лечения, не занимается выдачей каких-либо сертификатов или рецептов, не осуществляет назначение медицинских препаратов, а также не занимается лечебной или какой-либо другой медицинской практикой.
2.4. Услуги по настоящему договору ограничены предоставлением Заказчику информации и формированием навыков для ее самостоятельного использования.
2.5. Услуги предоставляются Заказчику исключительно для личного пользования (не в коммерческих целях).
2.6. Виды, стоимость Услуг Исполнитель сообщает Заказчику после получения от него Заявки.
2.7. Под действие настоящей Оферты подпадают все существующие (реально функционирующие) на данный момент функции Сайта и Аккаунта, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги.
2.8. Фактом оказания услуг является предоставление Заказчику возможности получения рекомендаций или возможности участия в онлайн-курсе (бронирование места).
2.9. Исполнитель оставляет за собой право изменять условия Оферты, и, соответственно, настоящего Договора в одностороннем порядке без предварительного согласования с Заказчиком. Поэтому Исполнитель рекомендует Заказчику регулярно проверять условия настоящего Договора на предмет его изменения и/или дополнения, регулярно проверять дату последней редакции оферты и при возникновении вопросов о ее условиях, обращаться напрямую к Исполнителю или его официальным представителям. Действующая редакция постоянно размещена на Сайте.
2.10. Исполнитель вправе оказывать услуги как лично, так и с привлечение третьих лиц.
2.11. Исполнитель оставляет за собой право изменять условия Оферты, и, соответственно, настоящего Договора в одностороннем порядке без предварительного согласования с Заказчиком. Поэтому Исполнитель рекомендует Заказчику регулярно проверять условия настоящего Договора на предмет его изменения и/или дополнения, регулярно проверять последнюю дату редакции Оферты и при возникновении вопросов о ее условиях, обращаться напрямую к Исполнителю или его официальным представителям. Действующая редакция постоянно размещена на сайте. 
2.12. Заказчик соглашается, что внесение изменений и дополнений в настоящую Оферту влечет за собой внесение изменений и дополнений в уже заключенный путем Акцепта, и действующий между Исполнителем и Заказчиком Договор, и они вступают в силу одновременно с такими изменениями в настоящем Договоре.
2.11. Услуги, предоставляемые в рамках настоящего Договора, не являются медицинскими услугами. Проводимые в рамках настоящего Договора консультации и сопровождение не имеет статуса медицинской консультации, так как не является медицинским вмешательством и не направлены на постановку медицинского диагноза, назначение лекарственных средств, медицинских изделий, дачу каких-либо медицинских назначений в связи с имеющимися у Заказчика заболеваниями (состояниями). Исполнитель дает пояснение по большинству показателей из предоставленных заказчиком медицинских анализов и обследований, объясняет их связь с самочувствием Заказчика в рамках консультации или в письменном файле.
Целью оказания услуг в рамках настоящего Договора является получение Заказчиком интересующей его информации о правилах пищевого поведения, воздействии того или иного вида продуктов питания и БАДов на состояние здоровья, предоставлении информации об определенном (-ых) заболевании (-ях) и состоянии (-ях), его (их) формах и характеристиках, возможных методах его (их) диагностики и коррекции, их преимуществах и недостатках.
Оказываемые Исполнителем Услуги ни в коей мере не подменяют и не заменяют собой медицинские вмешательства, то есть определенные виды медицинских обследований и (или) медицинских манипуляций, затрагивающие физическое или психическое состояние Заказчика и имеющие профилактическую, исследовательскую, диагностическую, лечебную, реабилитационную направленность. Услуги направлены на реализацию информационных потребностей Заказчика в области рационального питания и поддержания здорового образа жизни Заказчика.
Предоставляемая в рамках услуг информация не может и не должна являться основой для принятия Заказчиком каких-либо решений относительно здоровья Заказчика  или здоровья иного лица.

3. ПРАВА И ОБЯЗАННОСТИ СТОРОН
3.1. Обязанности Исполнителя:
3.1.1. Организовать и обеспечить надлежащее оказание Услуг в соответствии с настоящей офертой.
3.1.2. Решать с помощью переписки спорные ситуации при обращении Заказчика в службу поддержки Сайта. Если какой-либо вопрос не регулируется настоящей Офертой, Исполнитель принимает решение о том, как необходимо поступить в той или иной ситуации.
3.1.3. Не разглашать Персональные данные Заказчика и не предоставлять доступ к этой информации третьим лицам за исключением случаев, прямо предусмотренных законодательством.
3.2. Исполнитель вправе:
3.2.1. Самостоятельно определять способы и методы оказания Услуг без предварительного согласования с Заказчиком.
3.2.2. В любое время по своему собственному усмотрению изменять, обновлять Контент Канала и Аккаунта.
3.2.3. Прерывать работу Канала и Аккаунта, если это, в частности, обусловлено невозможностью использования сети Instagram или Telegram, не являющихся собственными ресурсами Исполнителя, либо действием и/или бездействием третьих лиц, если это непосредственно влияет на работу Канала и Аккаунта, в том числе при аварийной ситуации.
3.2.4. Редактировать и опубликовывать любую информацию на Канале и в Аккаунте.
3.2.5. Блокировать, перемещать и удалять без предупреждения:
- сообщения и иные материалы Заказчика, содержащую информацию, распространение которой нарушает нормы действующего законодательства Российской Федерации;
- сообщения и иные материалы Заказчика, содержащие неправомерно используемые результаты интеллектуальной деятельности и средства индивидуализации.
3.2.6. Показывать Заказчикам рекламные материалы на Канале и в Аккаунте.
3.2.7. Исполнитель имеет право отказаться в одностороннем порядке от исполнения услуги, в случае нарушение заказчиком своих прав и обязанностей. В случае, когда оказание услуги невозможно в следствие невозможности оказания таковой по независящим от исполнителя причинам или иным возникшим форс-мажорным обстоятельствам, исполнитель уведомляет Заказчика о данном обстоятельстве любым из возможных способов взаимодействия, в том числе посредством мессенджеров, электронной пересылки сообщений.
3.2.8. Привлекать сотрудников и соисполнителей по своему выбору.
3.2.9. В одностороннем порядке изменять срок и количество предоставляемых рекомендаций в Тарифе, расписание предоставления рекомендаций, публикуя изменения в Аккаунте и в Канале.
3.2.10. Ограничивать доступ Заказчика к Услугам условиями Тарифа, в случае нарушения заказчиком своих прав, обязанностей и условий настоящей оферты.
3.2.11. В одностороннем порядке расторгнуть настоящую Оферту в случае существенного нарушения Заказчиком ее условий.
Под существенным нарушением условий Оферты понимается:
- любое нарушение авторских прав, регламентированных действующим законодательством Российской Федерации;
- однократное нарушение Заказчиком п. 3.3.3. настоящего договора.
В случае отказа Исполнителя от исполнения Оферты по причине несоблюдения Заказчиком условий настоящей Оферты, оплата не возвращается.
3.2.12. Заблокировать аккаунт Заказчика до выяснения обстоятельств при:
- подозрении на взлом чат-бота, рассылке спама или иной подозрительной активности;
- нарушения правил поведения в процессе получения услуг по настоящей Оферте, а именно: размещение рекламы, нецензурные высказывания, хамство, общие призывы к недоверию либо оскорбление Исполнителя/специалистов Исполнителя/других Заказчиков.
3.3. Обязанности Заказчика:
3.3.1. До момента акцепта Оферты ознакомиться с содержанием настоящей Оферты, соблюдать ее условия.
3.3.2. Предоставлять необходимые данные оказания Услуг и для оперативной связи с Заказчиком в рамках оказания услуг по настоящей Оферте, соглашаясь с тем, что вся представленная информация Заказчика является точной, достоверной, актуальной и полной. Поддерживать актуальность указанной информации. Обо всех изменениях, имеющих значение для оказания услуги Исполнителем, в т.ч. об изменения персональных данных, сообщать в срок не позднее 30-ти календарных дней.
3.3.3. Не осуществлять запись, не распространять (не публиковать, не размещать на Интернет-сайтах, не копировать, не передавать или не перепродавать третьим лицам) в коммерческих или некоммерческих целях предоставляемую Исполнителем Заказчику информацию и материалы в рамках настоящей Оферты договора, не создавать на ее основе информационные продукты с целью извлечения коммерческой прибыли, а также не использовать эту информацию каким-либо иным образом, кроме как для личного пользования.
3.4. Заказчик вправе:
3.4.1. Обращаться к Исполнителю по всем вопросам, связанным с оказанием Услуг.
3.4.2. Прекратить использование Сайта в любое время, с учетом положений раздела 9.

4. ПОРЯДОК ОКАЗАНИЯ УСЛУГ
4.1. Для того чтобы получить возможность воспользоваться услугами Исполнителя, Заказчик самостоятельно знакомится с информацией об оказываемых Исполнителем Услугах и получения к ним доступа в Аккаунте и Канале.
4.2. Нажимая на кнопку «Выбрать тариф» на сайте Исполнителя, Заказчик автоматически перенаправляется на предложение начать чат в мессенджере Telegram.
4.3. Заказчик нажимает на кнопку «Начать чат», тем самым начав взаимодействие с сотрудником Исполнителя, получает форму Заявки для заполнения, а также реквизиты для оплаты.
4.4. Оплачивая Услуги, Заказчик, тем самым, дает подтверждение принятия условий настоящей Оферты, и дает свое согласие на получение на указанный им телефон информации, необходимой для оказания Исполнителем Услуг по настоящему Договору. После проведения Заказчиком оплаты и зачисления денежных средств на счет Исполнителя, Договор вступает в силу.
4.5. После оплаты Услуг, Заказчик заполняет форму Заявки и направляет ее Исполнителю.
4.6. На основании данных Заказчика Исполнитель формирует список анализов, которые Заказчик направляет Исполнителю.
4.7. Заказчик, предоставляя определённые данные, соглашается и подтверждает, что вся эта информация является точной, достоверной, актуальной, полной и  подтверждает свое согласие на обработку Исполнителем своих персональных данных.
4.8. Исполнитель составляет индивидуальные рекомендации согласно данным Заказчика (жалобам, анализам и т.д.), предлагает различные варианты использования биологически активных добавок, витаминов, лекарственных средств, подходящих к ситуации Заказчика, а также дает рекомендации по питанию и образу жизни Заказчика в целом. Указанный результат оказания услуг Исполнитель направляет Заказчику с использованием мессенджера Telegram или на электронную почту.
4.9. Через два или три месяца оказания услуг, в зависимости от выбранного тарифа, Заказчик может повторно сдать рекомендуемые анализы, и воспользоваться услугой повторного получения рекомендаций.

5. ЦЕНА И ПОРЯДОК ОПЛАТЫ УСЛУГ
5.1. Цены на услуги НДС не облагается и определяются в зависимости от выбранного на дату оплаты Тарифа, который определен на Сайте и фиксируется в переписке сторон.
5.2. Оплата Услуг по настоящему Договору осуществляется путем внесения предоплаты в размере 100% стоимости Услуг.
5.3. Оплата осуществляется Заказчиком путем перечисления денежных средств на расчетный счет Исполнителя. Способ оплаты по выбору Заказчика:
- безналичной оплаты банковской картой (платежных систем МИР, СПБ);
- оплата по реквизитам Заказчика.
5.4. При осуществлении оплаты Пользователь обязуется следовать платежным инструкциям по порядку и способам оплаты, в том числе и по правилам ввода сообщения и номера коротких текстовых сообщений (SMS), включая пунктуационный порядок, порядок ввода заглавных и строчных букв, цифр и языка ввода.
5.5. Если оплата поступает в размере меньше стоимости услуги, договор считается не заключенным (за исключением случаев оплаты услуг в рассрочку). В случае невнесения Заказчиком полной оплаты стоимости услуг в течение 5 дней с даты поступления платежа, предусмотренного настоящим пунктом, внесенные Заказчиком денежные средства подлежат возврату в порядке, предусмотренном разделом 6 Договора.
5.6. Исполнитель не несет ответственность за правильность выполнения Заказчиком условий проведения оплаты, как за находящиеся вне контроля Исполнителя.
5.7. Датой оплаты считается дата поступления денежных средств на расчётный счёт Исполнителя.
5.8. Исполнитель оставляет за собой право в любой момент изменять стоимость Услуг, публикации указанных изменений производиться на Канале и в Аккаунте. При этом стоимость, уже оплаченная Заказчиком, не изменяется и перерасчету как в сторону увеличения, так и в сторону уменьшения, не подлежит.
5.9. Исполнитель вправе проводить акции по специальным ценам (со скидками).

6. ОКАЗАНИЕ УСЛУГ, ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ
6.1. В соответствии с частью 2 статьи 781 и частью 1 статьи 782 Гражданского кодекса Российской Федерации возможность возврата оплаты за Услуги, не оказанные по вине Заказчика, а также в случае отказа Заказчика от Услуг после начала их оказания, не предусмотрена.
6.2. При оказании услуг, акт об оказанных услугах не формируется и не подписывается.
6.3. Услуги считаются оказанными и принятыми без составления актов сдачи-приемки оказанных услуг в момент предоставления Заказчику доступа к услуге.
6.4. В случае отказа Заказчика от Услуг Исполнителя, после предоставления Заказчику возможности получения рекомендаций, Исполнитель не возвращает Заказчику сумму оплаты по Договору. Удержанные денежные средства стороны признают штрафной неустойкой за действия или бездействия Заказчика.
6.5. Заказчик не вправе подавать претензию и просить компенсацию в случае, если по каким-то причинам, не зависящим от Исполнителя, он не воспользовался или не смог воспользоваться Сайтом и не пользовался Услугами, включая нарушение работы линий связи, неисправность оборудования, технический сбой и т.д.
6.6. Возврат денежных средств Заказчику осуществляется в полном объеме, в случае нарушения Исполнителем обязанности по предоставлению услуги, намеренном отказе от предоставления услуги или в случае прямой невозможности оказания услуги. Возврат уплаченных заказчиком денежных средств может осуществляться за вычетом реальных, понесенных Исполнителем расходов, при предъявлении доказательств об их наличии.

7. ОТВЕТСТВЕННОСТЬ СТОРОН
7.1. За неисполнение условий, предусмотренных настоящей Офертой, Стороны несут ответственность в соответствии с нормами законодательства, действующего на территории Российской Федерации.
7.2. За нарушение авторских и исключительных прав Исполнителя, в том числе перечисленных в разделе 8 договора, предусмотрена уголовная и гражданская ответственность. Любые нарушения преследуются Исполнителем в судебном порядке.
7.3. В случае нарушения Заказчиком исключительных прав Исполнителя Исполнитель вправе отказать Заказчику в оказании Услуг, а также предъявить требование об уплате компенсации в размере 200 000 (двести тысяч) рублей за каждый случай нарушения, а также компенсации всех причиненных убытков, включая упущенную выгоду.
7.4. Исполнитель не несет ответственности за невозможность оказания услуг Заказчику по причинам, не зависящим от Исполнителя, а именно:
- нарушение или отсутствие Интернет-соединения со стороны Заказчика;
- надлежащее функционирование Сайта в случае, если Заказчик не имеет необходимых технических средств для его использования;
- отсутствие доступа к сети Telegram;
- задержки или сбои в процессе совершения платежных операций;
- любой случай неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах;
В данном случае услуги считаются оказанными надлежащим образом и подлежат оплате в полном объеме.
7.5. Заказчик полностью несет ответственность за правильность и достоверность указанных контактных данных, поскольку по указанным контактным данным будет производиться обмен информацией.
7.6. Исполнитель не несет ответственности за несоответствие предоставленных услуг необоснованным ожиданиям Заказчика и их субъективной оценке. Никакая информация, материалы и/или рекомендации, предоставляемые Исполнителем в рамках оказания услуг по настоящему договору, не могут рассматриваться как гарантии. Принятие решений на основе всей предоставленной Исполнителем информации находится в исключительной компетенции Заказчика. Заказчик принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств по настоящему Договору.

8. ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА
8.1. Все исключительные права на контент и материалы, размещенные на Сайте, а именно объекты интеллектуальной собственности Исполнителя в форме текстов, изображений, рисунков, фотографий, графиков, видео, программ, звуков, пользовательских интерфейсов, логотипов, торговых марок, компьютерных кодов, которые являются содержанием Сайта, Информационных материалов и/или размещены на Сайте, принадлежат Исполнителю и являются объектами его интеллектуальной собственности.
8.2. Используя Сайт, Заказчик признает и соглашается с тем, что все содержимое Сайта, в котором хранятся Контент и материалы Исполнителя, а также структура содержимого их, защищены авторским правом, правом на товарный знак и другими правами на результаты интеллектуальной деятельности, и что указанные права являются действительными и охраняются во всех формах, на всех носителях и в отношении всех технологий, как существующих в настоящее время, так и разработанных или созданных впоследствии. Никакие права на любое содержимое Сайта, в котором хранятся Контент и материалы Исполнителя, включая, помимо прочего, аудиовизуальные произведения, текстовые и графические материалы, программы для ЭВМ, товарные знаки не переходят к Заказчику в результате использования Сайтом, и заключения настоящего Договора.
8.3. Тексты е-mail писем, получаемых в ходе Рассылки, товарные знаки, логотипы, коммерческие наименования, иные способы индивидуализации, любые тексты, изображения, иные объекты авторского права, размещенные на Сайте, являются собственностью Исполнителя, и соответственно, запрещается использование указанных объектов без согласия Исполнителя.
8.4. Заказчик имеет право пользоваться Сайтом исключительно в личных некоммерческих целях для достижения цели Договора.
8.5. Без письменного разрешения Исполнителя запрещается любое изменение, копирование, распространение, републикация, создание производных произведений, пересылка, продажа, лицензирование Контента.

9. РАСТОРЖЕНИЕ ДОГОВОРА
9.1. Заказчик вправе в любое время в одностороннем порядке отказаться от Услуг Исполнителя и расторгнуть Договор, направив уведомление на электронный адрес, указанный в разделе 12 Договора или через мессенджеры, в которых происходит взаимодействие. Договор будет считаться прекращённым с первого календарного дня, следующего за днём направления такого уведомления. Условия возврата денежных средств указаны в разделе 6 Оферты.
9.2. Исполнитель вправе в любой момент отказаться от исполнения настоящей Оферты полностью в случае существенного нарушения Заказчиком условий настоящей Оферты. При этом оплата стоимости получения рекомендаций возврату Заказчику не подлежит. Оферта считается расторгнутой с момента направления уведомления Исполнителя Заказчику.

10. СРОК ДЕЙСТВИЯ ДОГОВОРА
10.1. Срок для совершения Акцепта оферты ограничен нахождением оферты на Сайте.
10.2. Настоящий Договор-оферта вступает в силу с момента совершения акцепта и действует до полного исполнения Сторонами своих обязательств.
10.3. Признание судом недействительности какого-либо положения настоящего Договора-оферты не влечет за собой недействительность остальных положений.

11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
11.1. Все разногласия, возникшие при исполнении Оферты, в связи с ним или в результате его исполнения Стороны разрешают путем переговоров. Претензионный порядок обязателен. Срок ответа на претензию – 20 календарных дней.
11.2. В случае не достижения Сторонами соглашения, спор передается на рассмотрение в суд по месту нахождения Исполнителя (договорная подсудность).
11.3. По вопросам, не урегулированным настоящей Офертой, подлежат применению законы и иные правовые акты Российской Федерации, в том числе соответствующие правовые акты, принятые субъектами Российской Федерации и органами местного самоуправления.
11.4. Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты, считаются направленными и подписанными Сторонами, кроме случаев, когда в таких письмах прямо не указано обратное, и могут быть использованы в качестве письменных доказательств в суде.
11.5. Информация, представленная для изучения в виде курсов, тренингов, консультации и т.д., являющиеся услугами, предоставляемыми исполнителем, даны для в т.ч., для самостоятельного изучения, являются информационным, общеобразовательным контентом. Ресурс и информация, предоставленные, как оказываемая услуга, не заменяет консультацию врача. Пользователи (участники) данного курса не должны полагаться на предоставленную информацию для решения проблем собственного здоровья или здоровья других лиц. Использование информации, представленной исполнителем, не подразумевает влияние на отношения между пациентом и врачом. Необходимо предварительно проконсультироваться со специалистом здравоохранения перед принятием любого решения, совершением или не совершением какого-либо действия, связанного со здоровьем или иных других рекомендаций, которые могут прозвучать из информации, представленной исполнителем.
11.6. Местом заключения настоящего Договора стороны согласились считать место нахождения Исполнителя.
11.7. Ни одна из Сторон не вправе передавать (уступать, переводить) свои права и обязанности по настоящему Договору полностью или частично третьим лицам без письменного согласия другой Стороны.
11.8. Заказчик соглашается и признает, что внесение изменений в Оферту влечет за собой внесение этих изменений в заключенный и действующий между Заказчиком и Исполнителем Договор, и эти изменения вступают в силу одновременно с такими изменениями в Оферте. Актуальная редакция Оферты размещена на Сайтах. Продолжение использования любого из Сайтов будет означать согласие Заказчика с условиями новой версии Оферты. Если Пользователь, Заказчик не согласен с условиями новой версии Оферты, он обязуется прекратить использование любого из Сайтов.
11.9. Уполномоченными адресами электронной почты Сторон признаются:
- для Исполнителя: violetta-nutritin@mail.ru
`.trim();
